7zip
accountsservice
adw-gtk-theme
base
base-devel
bluez
bluez-utils
btrfs-assistant
btrfs-progs
bun
chezmoi
cliphist
dgop
docker
docker-compose
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
freerdp
gnome-keyring
go
gst-plugin-pipewire
hyprpicker
intel-media-driver
intel-ucode
kitty
kmscon
lib32-mesa
libpulse
libva-intel-driver
linux
linux-firmware
lutris
mate-polkit
matugen
mingw-w64-gcc
neovim
networkmanager
niri
nodejs-lts-krypton
noto-fonts
noto-fonts-emoji
opencode
openssh
paru
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
quickshell
remmina
shikane
snapper
sof-firmware
steam
ttf-jetbrains-mono-nerd
unzip
upower
wdisplays
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-gtk
xwayland-satellite
yazi
zram-generator
zsh
